[
    {
        "title": "Google regala parte de su tecnología de IA",
        "url": "https://www.nytimes.com/es/2024/02/25/espanol/google-open-source-ia.html",
        "published_date": "2024-02-25T22:00:30-05:00",
        "byline": "By Cade Metz and Nico Grant",
        "section": "En español",
        "source": "New York Times",
        "paragraphs": [
            "Cuando Meta compartió el año pasado el código informático en bruto necesario para construir un chatbot, las empresas rivales dijeron que estaba lanzando al mundo una tecnología poco conocida y quizá incluso peligrosa.",
            "Ahora, en un indicio de que los detractores de compartir la tecnología de IA están perdiendo terreno frente a sus homólogos del sector, Google está tomando una medida similar. El miércoles, Google hizo público el código informático que alimenta su chatbot en línea, después de mantener oculto este tipo de tecnología durante muchos meses.",
            "Al igual que Meta, Google afirmó que las ventajas de compartir libremente la tecnología —denominada modelo de lenguaje de gran tamaño— superaban los riesgos potenciales.",
            "La empresa anunció en una publicación de blog que va a lanzar dos modelos de lenguaje de IA que podrían ayudar a que empresas externas y desarrolladores de software independientes generen chatbots en línea similares al propio chatbot de Google. Llamadas Gemma 2B y Gemma 7B, no son las tecnologías de IA más potentes de Google, pero la empresa afirma que compiten con muchos de los sistemas líderes del sector.",
            "“Esperamos volver a involucrar a la comunidad de desarrolladores externos y asegurarnos” de que los modelos basados en Google se conviertan en un estándar industrial para la construcción de la inteligencia artificial moderna, declaró en una entrevista Tris Warkentin, director de gestión de productos de Google DeepMind.",
            "Google afirmó que no tenía planes de liberar su modelo estrella de inteligencia artificial, Gemini, de forma gratuita. Al ser más eficaz, Gemini también podría ocasionar más daño."
        ]
    },
    {
        "title": "Kenneth Mitchell, Known for ‘Star Trek’ and ‘Captain Marvel’ Roles, Dies at 49",
        "url": "https://www.nytimes.com/2024/02/25/arts/kenneth-mitchell-dead.html",
        "published_date": "2024-02-25T20:58:04-05:00",
        "byline": "By Livia Albeck-Ripka",
        "section": "Arts",
        "source": "New York Times",
        "paragraphs": [
            "Kenneth Mitchell, a Canadian actor known for his roles on the series “Star Trek: Discovery” and the film “Captain Marvel,” died on Saturday. He was 49.",
            "He had lived with the neurological disorder amyotrophic lateral sclerosis, or A.L.S., which causes paralysis and death, for more than five years, according to a statement from Mr. Mitchell’s family posted to his social media.",
            "Mr. Mitchell played the Klingons Kol, Kol-Sha, and Tenavik, as well as Aurellio, on “Star Trek: Discovery,” and voiced several other characters in an episode of “Star Trek: Lower Decks.”",
            "In “Captain Marvel,” he played the father of the superhero, Carol Danvers. He was also known for portraying Eric Green on the series “Jericho,” Joshua Dodd in the series “Nancy Drew,” a hockey player in the film “Miracle,” and appeared in several other film and television series.",
            "Mr. Mitchell lived with his wife, the actress Susan May Pratt, and their children in Los Angeles. He was born on Nov. 25, 1974, in Toronto to Diane and David Mitchell.",
            "In 2018, Mr. Mitchell was diagnosed with A.L.S., according to a statement posted to his social media in August. He revealed his diagnosis in an interview with People Magazine in 2020, saying that from the moment he found out, it was “like I was watching that scene where someone is being told that they have a terminal illness.” He added, “It was just a complete disbelief, a shock.”",
            "Mr. Mitchell said he focused on spending more time with his family and rejected a lead role in a television series that required moving back to Canada. The makers of the series “Nancy Drew” also accommodated for his illness, he told People, using a stunt double when needed. Other roles were created for him that allowed him to be seated, he added.",
            "“This disease is absolutely horrific,” Mr. Mitchell said in the post last year, which accompanied a photo of him watching the sunset from a wheelchair on the beach. “Yet despite all the suffering, there is so much to be grateful for,” he added.",
            "Mr. Mitchell is survived by his wife, their children Lilah and Kallum, his parentsand other family members, according to the family statement."
        ]
    },
    {
        "title": "Spending Impasse Persists Amid G.O.P. Resistance as Partial Shutdown Looms",
        "url": "https://www.nytimes.com/2024/02/25/us/politics/spending-impasse-partial-shutdown.html",
        "published_date": "2024-02-25T19:34:13-05:00",
        "byline": "By Catie Edmondson",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [
            "Congressional leaders have failed to reach a deal on legislation to keep federal funding going past Friday, with Republicans insisting on adding right-wing policy dictates to the spending bills, pushing the government to the brink of a partial shutdown within days.",
            "Senator Chuck Schumer, Democrat of New York and the majority leader, said on Sunday that despite “intense discussions” that were continuing among top lawmakers to break the impasse, Republican recalcitrance was raising the prospect of a “disruptive shutdown” at midnight on Friday.",
            "“While we had hoped to have legislation ready this weekend that would give ample time for members to review the text, it is clear now that House Republicans need more time to sort themselves out,” Mr. Schumer said in a letter to Democratic senators. “With the uncertainty of how the House will pass the appropriations bills and avoid a shutdown this week, I ask all senators to keep their schedules flexible, so we can work to ensure a pointless and harmful lapse in funding doesn’t occur.”",
            "With no sign of a breakthrough, President Biden summoned congressional leaders to the White House on Tuesday to discuss the spending legislation, as well as the $95 billion foreign aid package for Ukraine and Israel that the Senate passed earlier this month, which Speaker Mike Johnson has refused to take up.",
            "But the more immediate task was to keep government spending from lapsing this week.",
            "Three consecutive times over the last six months, Congress has relied on short-term, stopgap spending bills passed by a bipartisan coalition of lawmakers to keep government spending flowing, essentially punting on a longer-term agreement for several weeks at a time. Each time, the Republican speaker — first Kevin McCarthy, then Mr. Johnson — has promised hard-right lawmakers that they would try to win more spending cuts and conservative policy conditions on how federal money could be spent during the next round of negotiations.",
            "Now, with patience wearing thin among ultraconservatives, pressure is mounting on Mr. Johnson, whose members want him to secure major cuts and policy changes that have no chance of enactment with Democrats in control of the Senate and White House. Lawmakers in the House, which has been out of session for the past week, are set to return to Washington on Wednesday, just two days before a deadline on Friday to fund military construction, agriculture, transportation and housing programs."
        ]
    },
    {
        "title": "Months After Backing Haley, Koch Network Suspends Support for Her Campaign",
        "url": "https://www.nytimes.com/2024/02/25/us/politics/haley-koch-network.html",
        "published_date": "2024-02-25T19:18:26-05:00",
        "byline": "By Shane Goldmacher and Maggie Haberman",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [
            "The political network created by the billionaire industrialist Koch brothers announced on Sunday that it was suspending its support for Nikki Haley in the presidential primary after her latest defeat in South Carolina.",
            "The group, Americans for Prosperity Action, had spent tens of millions of dollars trying to elevate Ms. Haley and prevent the renomination of Donald J. Trump, but it had already slowed its spending in the G.O.P. race dramatically after Ms. Haley fell short in the New Hampshire primary last month. The organization made its decision official on Sunday.",
            "“Given the challenges in the primary states ahead, we don’t believe any outside group can make a material difference to widen her path to victory,” Emily Seidel, the chief executive of Americans for Prosperity Action, wrote in an email to the staff. The email was first reported by Politico.",
            "Ms. Seidel wrote that the group would now focus on House and Senate races, adding that the conservative organization remained concerned about the political aftershocks of Mr. Trump winning the G.O.P. nomination.",
            "“If Donald Trump is at the top of the Republican ticket, the risk of one-party rule by a Democratic Party captured by the progressive left is severe,” she wrote.",
            "Ms. Seidel described how the last three elections had shown “what we can expect from voters who consistently rejected Donald Trump and his impact on the Republican party brand.”",
            "Ms. Haley’s campaign had announced that it had raised $1 million in the less than 24 hours since polls closed in South Carolina on Saturday and she lost her home state. She has vowed to stay in the race through Super Tuesday, on March 5.",
            "In a statement, the Haley campaign praised Americans for Prosperity Action as an ally.",
            "“We thank them for their tremendous help in this race,” the statement read. “Our fight continues, and with more than $1 million coming in from grass-roots conservatives in just the last 24 hours, we have plenty of fuel to keep going. We have a country to save.”",
            "The endorsement from the group, which was announced in November, was crucial for Ms. Haley. It came as she was trying to gain traction against Mr. Trump, particularly given how small her team was at the time. It gave her access to a direct-mail operation, field workers to knock on doors and people to make phone calls to prospective voters in Iowa and other states.",
            "Still, despite those efforts, Ms. Haley came in a distant third to Mr. Trump in Iowa. One person close to the network said that it had focused on grass-roots voter outreach in the final stretch leading up to South Carolina, as opposed to advertising.",
            "After word of the group’s pullback became public, Mr. Trump posted on his social media website that Charles Koch “and his group got played for suckers right from the beginning!”"
        ]
    },
    {
        "title": "Israeli Forces Will Move Into Rafah, Cease-Fire Deal or Not, Netanyahu Says",
        "url": "https://www.nytimes.com/2024/02/25/world/middleeast/israel-gaza-rafah.html",
        "published_date": "2024-02-25T19:02:44-05:00",
        "byline": "By Thomas Fuller and Isabel Kershner",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "Prime Minister Benjamin Netanyahu said Sunday that Israeli forces would push into the southern Gaza Strip city of Rafah regardless of the outcome of talks to pause the fighting that appear to have been making some progress in recent days.",
            "“It has to be done,” the Israeli prime minister said. “Because total victory is our goal, and total victory is within reach.”",
            "Mr. Netanyahu did say that if a cease-fire deal was reached, the move into Rafah, which during 20 weeks of war has served as a last refuge for hundreds of thousands of Gazan families forced from their homes, would be “delayed somewhat.”",
            "The push toward Rafah has drawn warnings from Israel’s closest ally, the United States, because of the potential for mass civilian casualties beyond the nearly 30,000 Gazans who have already been reported killed in the war, more than half of whom are women and children.",
            "Mr. Netanyahu, speaking on the CBS News program “Face the Nation,” said Sunday that he believed that Israel would be “weeks away” from total victory once the Rafah operation began.",
            "Israeli officials have said that the battle for Rafah could take place during the Muslim holy month of Ramadan, which is expected to begin during the second week of March. Ramadan has been a critical moment for tensions between Israelis and Palestinians over the years."
        ]
    },
    {
        "title": "‘The Hunt’ Review: The Hunter Becomes the Hunted",
        "url": "https://www.nytimes.com/2024/02/25/theater/the-hunt-review.html",
        "published_date": "2024-02-25T19:00:07-05:00",
        "byline": "By Elisabeth Vincentelli",
        "section": "Theater",
        "source": "New York Times",
        "paragraphs": [
            "“Each town has its witch/Each parish its troll,” a character sings ominously while sharpening hedge shears. “We will with pleasure/Take the life from their veins.”",
            "Let it be known that the British import “The Hunt” — about a man ostracized, and worse, for a crime he didn’t commit — does not really err toward subtlety.",
            "The simple premise can be summed up in a sentence: Lucas (Tobias Menzies, from “The Crown” and “Outlander”), a small-town kindergarten teacher, is falsely accused of molesting several of his students, and his life falls apart. The Danish filmmaker Thomas Vinterberg told the story in an understated manner in his movie “The Hunt” (2013), which is simultaneously detached and veined with warm, if subtly expressed, empathy.",
            "Now a tragedy that feels ripped from the headlines is deployed with fable-like horror stylings in a stage adaptation by David Farr directed by Rupert Goold, which just opened at St. Ann’s Warehouse. Ritualistic dancing and chanting, sacrifices, jump scares, blinding white lights, quasi-supernatural apparitions: At times it feels as if we are watching a spinoff from the cult 1973 film “The Wicker Man,” in which an island community following pagan practices drenched in sex and violence turns against an outsider.",
            "When Vinterberg made “The Hunt” (which he wrote with Tobias Lindholm), he pulled back from the Dogme 95 precepts he followed at the beginning of his career, and which emphasize an almost Puritanical minimalism. “I wanted this film to be as naked and truthful as possible, because this was a film about truth and lies, but I had to find a new way of doing it,” he said a decade ago."
        ]
    },
    {
        "title": "¿Cuánto Advil es demasiado?",
        "url": "https://www.nytimes.com/es/2024/02/25/espanol/dosis-advil-ibuprofeno.html",
        "published_date": "2024-02-25T18:30:05-05:00",
        "byline": "By Melinda Wenner Moyer",
        "section": "En español",
        "source": "New York Times",
        "paragraphs": [
            "P: Tomo Advil con bastante frecuencia para el dolor, pero ¿cómo puedo saber si estoy tomando más de lo que es seguro?",
            "Dolores de cabeza. Fiebre. Calambres menstruales. Dolores de espalda.",
            "Todos estos síntomas pueden tratarse con ibuprofeno, un medicamento más conocido por una de sus marcas comerciales, Advil.",
            "Como consecuencia de la gran variedad de efectos analgésicos que tiene este fármaco, su excelente perfil de seguridad y su disponibilidad sin necesidad de prescripción médica, no es de extrañar que algunas personas tomen los pequeños comprimidos de color rojo pardo cada vez que sienten la más mínima molestia.",
            "“Cuando tengo dolor, recurro a él”, dijo Candy Tsourounis, profesora de farmacia clínica de la Universidad de California en San Francisco.",
            "Sin embargo, el ibuprofeno —que también se vende bajo nombres de marcas como Motrin y Nuprin— puede plantear ciertos riesgos para la salud, sobre todo para quienes tienen problemas renales o estomacales."
        ]
    },
    {
        "title": "Go Bad",
        "url": "https://www.nytimes.com/2024/02/25/crosswords/daily-puzzle-2024-02-26.html",
        "published_date": "2024-02-25T18:00:08-05:00",
        "byline": "By Sam Corbin",
        "section": "Gameplay",
        "source": "New York Times",
        "paragraphs": [
            "Jump to: Today’s Theme | Tricky Clues",
            "MONDAY PUZZLE — In 2017, a Styles article in The New York Times examined the cultural backlash to Venmo, an app that people in the United States use to pay one another for various services. The article argued that, rather than simplifying transactions and encouraging magnanimity among friends, “the app arguably promotes the libertarian, every-user-for-himself ethos of Silicon Valley.”",
            "I’m inclined to agree with that assessment (though I continue to rely on Venmo, to my eternal chagrin). So I was delighted to discover that the theme of today’s crossword, constructed by Joe Marquez, hinged on an expression of generosity. I hope that solving it brightens your day — and that you go brighten someone else’s afterward.",
            "The New York Times takes the use of the term literally seriously. “When literally is used correctly,” our stylebook reads, “it is often unneeded.”",
            "The puzzle editors, however, have made an exception for today’s crossword, in which the phrase “I’m paying for this round” is described as “a literal hint to this puzzle’s theme” (59A).",
            "The figurative expression DRINKS ON ME is made literal through both the use of gray-shaded squares — inside 17-, 28- and 46-Across — and pairs of circled letters, such that the words VERMOUTH, WINE and SAKE sit squarely over the letters M-E."
        ]
    },
    {
        "title": "AT&T Offers $5 Credit to Customers Affected by Service Outage",
        "url": "https://www.nytimes.com/2024/02/25/business/att-outage-credit.html",
        "published_date": "2024-02-25T17:54:31-05:00",
        "byline": "By Rebecca Carballo",
        "section": "Business",
        "source": "New York Times",
        "paragraphs": [
            "AT&T will offer a $5 credit to customers affected by a widespread outage on Thursday that was caused by technical issues the company encountered while trying to expand its network, its chief executive said on Sunday.",
            "The outage, which started around 3:30 a.m. Eastern time, temporarily cut off connections for users across the United States.",
            "Some of the affected cities included Atlanta, Los Angeles and New York, according to Downdetector.com, which tracks user reports of telecommunication and internet disruptions.",
            "At its peak, the site had received about 70,000 reports of disrupted service for AT&T. Service was fully restored after about seven hours.",
            "“No matter the timing, one thing is clear — we let down many of our customers, including many of you and your families,” the chief executive of AT&T, John T. Stankey, wrote in a letter dated Sunday. “For that, we apologize.”",
            "In an effort to “make it right” AT&T is offering customers a $5 credit on their AT&T Wireless account, according to the company’s website.",
            "“For the portion of consumer and small business customers most impacted by the outage, we are automatically applying an account credit to compensate them for the inconvenience they experienced,” the company said.",
            "It will take one to two billing cycles for the credit to appear, depending on when a customer’s bill closes, the company said.",
            "Prepaid customers will have options available if they were affected, Mr. Stankey wrote, but did not specifically identify those options.",
            "AT&T also said it was “working closely” with Mid-Market and Enterprise customers, which are internet plans for businesses, to address their concerns.",
            "It was not immediately clear how much the credits would amount to in lost revenue. A company representative could not be reached on Sunday.",
            "In a statement, AT&T emphasized that the outage wasn’t caused by a cyberattack.",
            "“Our initial review of the cause of Thursday’s outage indicates it was due to the application and execution of an incorrect process used while working to expand our network,” Mr. Stankey wrote in his letter.",
            "The credit is meant to refund customers for the day that the service was lost, he wrote.",
            "“I believe that crediting those customers for essentially a full day of service is the right thing to do,” Mr. Stankey wrote."
        ]
    },
    {
        "title": "What We Know About the Death of a Nonbinary Student in Oklahoma",
        "url": "https://www.nytimes.com/article/nex-benedict-oklahoma.html",
        "published_date": "2024-02-25T17:51:01-05:00",
        "byline": "By Colbi Edmonds and Adeel Hassan",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [
            "The death of a 16-year-old nonbinary student after an altercation in a high school girls’ bathroom in Oklahoma has drawn national attention and outrage from gay and transgender rights groups that say the student had been bullied because of their gender identity.",
            "Nex Benedict, who often used the pronouns they and them and told relatives that they did not see themselves as strictly male or female, died in early February, one day after the altercation with three girls at Owasso High School. Details over what happened and what exactly caused Nex’s death were unclear, but in a police interview video released Feb. 24, Nex said they had “blacked out” while being beaten on the bathroom floor.",
            "The police said the case was still under investigation.",
            "Nex’s death and the circumstances around it have put school officials and law enforcement under scrutiny. There has been an outpouring of grief across the country, particularly from the L.G.B.T.Q. community, and a renewed focus on the proliferation of policies that restrict gay and transgender rights.",
            "Here’s what we know so far:",
            "The altercation took place on Feb. 7. The Owasso Police Department said in a statement on Feb. 20 that no police report had been made about the fight until after Nex was taken to a hospital by relatives later the same day.",
            "At that point, a school resource officer went to the hospital, the police said. Nex was discharged and went home but was rushed back to the hospital by medics the next day, and died there, the police said.",
            "On Feb. 24, the police released a video of Nex’s interview at the hospital on the day of the altercation, which provided the fullest account yet of what happened."
        ]
    },
    {
        "title": "The Best Looks From the Independent Spirit Awards",
        "url": "https://www.nytimes.com/2024/02/25/style/independent-spirit-awards-red-carpet-photos.html",
        "published_date": "2024-02-25T17:21:27-05:00",
        "byline": "By The Styles Desk",
        "section": "Style",
        "source": "New York Times",
        "paragraphs": [
            "“The Independent Spirit Awards, where the dress code is, get dressed,” said John Mulaney during his bit at the 2018 show, which he co-hosted along with comedian Nick Kroll. ",
            "This year, “Saturday Night Live” alum Aidy Bryant is hosting the Indie Spirit’s 39th annual show, which is being live-streamed, with a presenter list that included Joel Kim Booster, Greta Lee, Jude Law, Colman Domingo and Emma Corrin. There are substantial differences between these awards and the rest of the seasonal intake of trophies this time of year — including, for the second year, all acting categories are gender-neutral — but last year “Everything Everywhere All at Once” won best picture awards at both the Oscars and the Indie Spirits. ",
            "Held in broad daylight in a tent on a beach in Santa Monica, the show has always been presented as the looser, hipper distant cousin of the Oscars — the outfits could also be somewhat described the same way. Due to the time of day it’s held (2 p.m. PST), this is one place during awards season when the industry can kick off its heels, leave the evening gowns at home and show off its casual wares, which has the potential for interesting style choices. Here are some of the best ones.",
            ""
        ]
    },
    {
        "title": "American Couple Goes Missing While Sailing Off Grenada",
        "url": "https://www.nytimes.com/2024/02/25/world/americas/couple-missing-boat-grenada.html",
        "published_date": "2024-02-25T17:18:12-05:00",
        "byline": "By Johnny Diaz",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "An American couple who had departed from Virginia and were spending the winter cruising in the Caribbean went missing this month while sailing off Grenada, and their boat turned up empty in neighboring St. Vincent and the Grenadines.",
            "Their disappearance came around the same time three men escaped from a prison in Grenada and made their getaway by boat to St. Vincent and the Grenadines, the authorities in those islands said.",
            "In a statement, the Royal Grenada Police Force did not identify the two Americans but said that it was looking into possible harm to them in connection to the prisoners’ escape.",
            "According to the Salty Dawg Sailing Association, a nonprofit that brings together sailing and cruising enthusiasts, a skipper notified it on Feb. 21 that a member’s yacht called Simplicity was found anchored and abandoned off a beach on the southern coast of St. Vincent.",
            "The skipper boarded the catamaran and noted that its owners were not onboard, the association’s statement said. The skipper contacted the Saint Vincent and the Grenadines Coast Guard, which then notified the local police.",
            "The missing boat owners were identified as Ralph Hendry, 66, and Kathy Brandel, 71, by the association and Ms. Brandel’s son, Nick Buro, who said the couple, originally from Virginia, were married for 27 years."
        ]
    },
    {
        "title": "Netanyahu Says Hostage Deal Would Delay, but Not Stop Rafah Invasion",
        "url": "https://www.nytimes.com/2024/02/25/world/middleeast/netanyahu-hostage-deal-rafah.html",
        "published_date": "2024-02-25T17:07:58-05:00",
        "byline": "By Anushka Patil",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "Prime Minister Benjamin Netanyahu of Israel said on Sunday that progress toward a deal for a temporary cease-fire and the release of some hostages held in Gaza would require Hamas to soften its demands, while asserting that any agreement would delay, but not ultimately prevent, an Israeli ground invasion of Rafah.",
            "Speaking to CBS News on its “Face the Nation” program, Mr. Netanyahu said in reference to a deal that would bring more hostages home that “we want it; I want it.” But he reiterated a message he has issued several times recently: That Hamas’s positions in the negotiations were “delusional.”",
            "“If Hamas goes down from its delusional claims and can bring them down to earth, then we’ll have the progress that we all want,” he said of a potential agreement, while declining to discuss details of the negotiations.",
            "Mr. Netanyahu’s comments came as talks between an Israeli delegation and international mediators in Paris were set to continue in Qatar this week. Hamas representatives were not in Paris, and it was not immediately clear whether they would agree to terms sketched out there.",
            "He added that Israel would proceed with a ground invasion of the southern Gaza city of Rafah whether or not an agreement was reached, saying that such an operation was essential to eliminating Hamas. Israel would be moving ahead despite fervent international warnings that a ground invasion would have catastrophic consequences for the more than 1.4 million Palestinians who are trapped in the area and struggling to survive.",
            "“If we have a deal, it’ll be delayed somewhat,” Mr. Netanyahu said of a ground invasion in Rafah. “But it’ll happen. If we don’t have a deal, we’ll do it anyway.”",
            "He added that he would soon meet with Israeli military leaders to review plans to clear Palestinian civilians from Rafah and advance on Hamas battalions there, insisting that Israel was “on the same page with the U.S.” on the matter.",
            "But President Biden has yet to be briefed on Israel’s plans for Rafah, his national security adviser, Jake Sullivan, said on Sunday on NBC News’ “Meet the Press.”",
            "“We’ve been clear that we do not believe that an operation, a major military operation, should proceed in Rafah unless there is a clear and executable plan to protect civilians, to get them to safety, and to feed, clothe and house them — and we have not seen a plan like that,” Mr. Sullivan said.",
            "International aid groups and human rights watchdogs have repeatedly warned that there is little chance that any plan to move hundreds of thousands of civilians out of the area could be carried out without resulting in a large number of deaths.",
            "Mr. Sullivan declined to answer whether Mr. Biden was willing to withhold weapons from Israel over the issue, saying U.S. officials were waiting to hear more from their Israeli counterparts."
        ]
    },
    {
        "title": "Monday Briefing: Hostage Talks to Continue in Qatar",
        "url": "https://www.nytimes.com/2024/02/25/briefing/monday-briefing-hostage-talks-to-continue-in-qatar.html",
        "published_date": "2024-02-25T15:46:32-05:00",
        "byline": "By Jonathan Wolfe",
        "section": "Briefing",
        "source": "New York Times",
        "paragraphs": [
            "An Israeli delegation is expected to arrive in Qatar as soon as today for talks on a new deal for a temporary cease-fire with Hamas and the release of some hostages held in Gaza, according to an Israeli official.",
            "The negotiations follow talks held in Paris on Friday between an Israeli delegation and mediators from the U.S., Qatar and Egypt. In those discussions, Israel’s delegation agreed to a basic outline for a deal that would involve a six-week truce and the exchange of about 40 hostages for Palestinian prisoners held by Israel, officials said.",
            "Israel’s war cabinet approved the broad terms on Saturday night, an Israeli official said. The goal was to reach a deal before the start of Ramadan, the Muslim holy month, which is expected to begin around March 10.",
            "Hamas representatives did not attend the Paris meeting, and it was not immediately clear how acceptable the outline was to the group. One main sticking point has been Hamas’s insistence on a complete cessation of hostilities as a condition for any hostage deal, as well as the release of thousands of Palestinian prisoners.",
            "In Israel, the police said they arrested 21 people in Tel Aviv on Saturday night amid clashes with protesters who were calling for the ousting of Prime Minister Benjamin Netanyahu and the return of hostages."
        ]
    },
    {
        "title": "A man set himself on fire outside the Israeli Embassy in Washington, the police said.",
        "url": "https://www.nytimes.com/2024/02/25/world/middleeast/israel-embassy-man-on-fire.html",
        "published_date": "2024-02-25T15:44:47-05:00",
        "byline": "By Aishvarya Kavi",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "A man set himself on fire on Sunday afternoon outside the Israeli Embassy in Washington, according to the Metropolitan Police Department. A U.S. Air Force spokeswoman, Ann Stefanek, confirmed on Sunday night that the man was an active-duty airman.",
            "Officers with the U.S. Secret Service extinguished the fire outside the embassy, in northwestern Washington, around 1 p.m., said Vito Maggiolo, a spokesman with the city’s fire department. The man was taken to a nearby hospital with life-threatening injuries and remains in critical condition.",
            "No embassy staff members were injured, and all were accounted for, according to Tal Naim, a spokeswoman for the embassy.",
            "The man appeared to have filmed the protest and livestreamed it on the social media platform Twitch at the time that the police said they responded to the incident. The New York Times could not confirm who was behind the account that posted the video, but the video featured a man walking toward the Israeli Embassy in Washington.",
            "“I will no longer be complicit in genocide,” a man said in the video, echoing language that opponents of Israel’s military action in Gaza have used to describe the campaign. “I am about to engage in an extreme act of protest.”",
            "Standing in front of the embassy gates, he set his phone down to film dousing himself in a clear liquid from a metal bottle. He then lit himself on fire while yelling “Free Palestine!” until he fell to the ground."
        ]
    },
    {
        "title": "What to Know About Xolair and Food Allergies",
        "url": "https://www.nytimes.com/2024/02/25/health/xolair-food-allergies.html",
        "published_date": "2024-02-25T13:45:08-05:00",
        "byline": "By Roni Caryn Rabin",
        "section": "Health",
        "source": "New York Times",
        "paragraphs": [
            "The Food and Drug Administration approved a drug this month that cuts the risk of severe reactions in children and adults exposed to trace amounts of peanuts, tree nuts, milk, dairy and other food allergens — a move that could dramatically improve quality of life for people coping with these risks. The results of the clinical trial supporting the decision were published on Sunday.",
            "While the drug, Xolair, offers a new layer of protection to people who may have life-threatening reactions to common foods, and especially to those who are allergic to several foods, its use comes with important caveats.",
            "No. Xolair is not a cure for food allergies, nor can it be used to treat acute reactions. People who take Xolair must continue to avoid foods that they are allergic to.",
            "But Xolair can significantly reduce the odds that people with severe food allergies will develop acute reactions if they ingest minute amounts of allergens, like peanuts or eggs in prepared foods, or are exposed to trace amounts in some other way.",
            "People must take the drug continuously in order to benefit from its protection. Even then, the drug does not entirely eliminate the risk."
        ]
    },
    {
        "title": "Drug Drastically Reduces Children’s Reactions to Traces of Food Allergens",
        "url": "https://www.nytimes.com/2024/02/25/health/children-food-allergies-xolair.html",
        "published_date": "2024-02-25T13:45:08-05:00",
        "byline": "By Roni Caryn Rabin",
        "section": "Health",
        "source": "New York Times",
        "paragraphs": [
            "A drug that has been used for decades to treat allergic asthma and hives significantly reduced the risk of life-threatening reactions in children with severe food allergies who were exposed to trace amounts of peanuts, cashews, milk and eggs, researchers reported on Sunday.",
            "The drug, Xolair, has already been approved by the Food and Drug Administration for adults and children over age 1 with food allergies. It is the first treatment that drastically cuts the risk of serious reactions — like anaphylaxis, a life-threatening allergic reaction that causes the body to go into shock — after accidental exposures to various food allergens.",
            "The results of the researchers’ study on children and adolescents, presented at the annual conference of the American Academy of Allergy, Asthma and Immunology in Washington, were published in The New England Journal of Medicine.",
            "“For a certain population of food allergy patients, this medication will be life-changing,” said Dr. Robert A. Wood, the paper’s first author and director of the Eudowood Division of Pediatric Allergy, Immunology and Rheumatology at Johns Hopkins Children’s Center.",
            "“If you have a severe milk or egg allergy, or something that was not even part of this study — like garlic or mustard — you cannot eat in a restaurant, ever,” Dr. Wood said."
        ]
    },
    {
        "title": "Republicans Struggle to Respond as Democrats Emphasize the Alabama I.V.F. Ruling",
        "url": "https://www.nytimes.com/2024/02/25/us/politics/alabama-ivf-ruling-republicans-democrats.html",
        "published_date": "2024-02-25T13:41:09-05:00",
        "byline": "By Maggie Astor",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [
            "More than a week after the Alabama Supreme Court declared that frozen embryos produced for in vitro fertilization were people with legal rights, upending fertility care in the state, the ruling is reverberating nationally, putting Republicans on the defensive.",
            "On “State of the Union” on CNN on Sunday, Gov. Greg Abbott of Texas, a Republican supporting former President Donald J. Trump, was asked about the implications of the ruling — made possible by the Supreme Court’s overturning of Roe v. Wade in its 2022 Dobbs decision, which was a result of Mr. Trump’s appointment of three justices.",
            "Mr. Abbott tried to cast I.V.F., which has been available for more than 40 years, as a novel subject confronting legislators.",
            "“Because this is a relatively new issue, we’re just going to have to find ways to navigate laws and facts, situations that are very complicated,” he said.",
            "I.V.F. typically involves creating multiple embryos but implanting only one at a time to maximize the chances of a healthy pregnancy, which means that the remaining embryos are frozen, and that some are never used. Mr. Abbott acknowledged that he did not know the details, saying, “I have no idea mathematically — the number of frozen embryos, is it one, 10, 100, 1,000? Things like that matter.” (One frequently cited 2011 study found that the ideal number of eggs to retrieve was 15, but numbers vary widely based on age and other factors.)",
            "Mr. Abbott also raised questions, such as what happens if someone who has frozen embryos dies or gets divorced, that have long been subjects of discussion among I.V.F. patients, doctors and lawyers."
        ]
    },
    {
        "title": "Man Pleads Guilty to Insider Trading After Overhearing Wife’s Work Calls",
        "url": "https://www.nytimes.com/2024/02/25/business/bp-insider-trading-texas.html",
        "published_date": "2024-02-25T13:01:03-05:00",
        "byline": "By Amanda Holpuch",
        "section": "Business",
        "source": "New York Times",
        "paragraphs": [
            "A Texas man pleaded guilty to insider trading after he was accused of making $1.7 million in illegal profits by purchasing and selling stocks based on his wife’s work conversations, which he had overheard while she was working remotely at home, federal prosecutors said on Thursday.",
            "The man, Tyler Loudon, of Houston, bought 46,450 shares of stock in the truck stop and travel center company TravelCenters of America after he heard his wife discuss her employer’s proposed acquisition of it, according to a complaint filed in the Southern District of Texas by the U.S. Securities and Exchange Commission.",
            "Mr. Loudon’s wife, who is not named in court documents, was a mergers and acquisitions manager at BP, a British oil and gas company, the complaint said.",
            "On Feb. 16, 2023, TravelCenters of America announced that it had agreed to be acquired by BP, sending its stock prices soaring by 70.8 percent.",
            "Mr. Loudon immediately sold all of his stock, which he had bought without his wife’s knowledge, according to court documents.",
            "“Mr. Loudon made a terrible mistake in judgment for which he has taken full responsibility,” Mr. Loudon’s lawyer, Peter Zeidenberg, said in an email."
        ]
    },
    {
        "title": "Sailing With a Kennedy? A Contest Winner Can Join R.F.K. Jr. at Sea.",
        "url": "https://www.nytimes.com/2024/02/25/us/politics/rfk-jr-sailing-contest.html",
        "published_date": "2024-02-25T12:59:15-05:00",
        "byline": "By Neil Vigdor",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [
            "The prize is another not-so-subtle attempt to channel Camelot: saltwater, wind and an afternoon sailing with the scion of a liberal political dynasty.",
            "One who happens to be running for president, as his father and uncles did, but not as a Democrat.",
            "As part of a sweepstakes giveaway organized by his campaign, Robert F. Kennedy Jr. is offering a chance for one entrant and a guest to join him for an afternoon of sailing on the Pacific Ocean.",
            "“Imagine the wind in your hair, the sun kissing your face and the rhythmic sound of waves beneath you as you sail together from Marina del Rey, California, on the afternoon of Saturday, May 11, 2024,” his campaign website says.",
            "Mr. Kennedy, whose independent candidacy has rankled Democrats and spawned fears that he could play spoiler to President Biden, has also been promoting the contest on social media.",
            "An environmental lawyer who has become better known for his anti-vaccine activism and the promotion of conspiracy theories, he joined the race last spring as a challenger for the Democratic nomination against Mr. Biden, but he abandoned the long-shot path in the fall to run as an independent.",
            "There is no cost to enter the sweepstakes, but contributors can make more entries for every $10 that they contribute to Mr. Kennedy’s campaign, according to a lengthy explanation of the contest rules. The maximum number of entries is 300.",
            "A campaign estimate placed the value of the prize at $3,000.",
            "The pastime of sailing is distinctly intertwined with the Kennedys. Images of President John F. Kennedy, Mr. Kennedy’s uncle, at the helm of his beloved sailboat Victura off Cape Cod and of Mr. Kennedy’s father, Robert F. Kennedy, on the water have endured.",
            "And it was John F. Kennedy who once said: “We are tied to the ocean. And when we go back to the sea — whether it is to sail or to watch it — we are going back from whence we came.”",
            "But Mr. Kennedy’s efforts to trade on his family’s name, likeness and mystique have not always been well received.",
            "During the Super Bowl this month, some relatives and Democrats criticized him over a $7 million campaign ad, a remake of a 1960 spot that helped put his uncle John F. Kennedy in the White House.",
            "He apologized on X, saying he was sorry “if the Super Bowl advertisement caused anyone in my family pain,” while still promoting the commercial, paid for by an allied super PAC, on social media.",
            "The sweepstakes winner will be chosen by a random drawing on March 5, according to the Kennedy campaign.",
            "There is even a disclaimer for bad weather.",
            "“In the event of inclement weather, the Marina del Rey sailing experience will be replaced with an alternative indoor experience with Mr. Kennedy,” the contest page says."
        ]
    }
]