[
    {
        "title": "Gas Pumps Didn’t Work in New Zealand. Blame the Leap Year.",
        "url": "https://www.nytimes.com/2024/02/29/world/asia/new-zealand-leap-year-glitch-gas-pumps.html",
        "published_date": "2024-02-29T04:06:18-05:00",
        "byline": "By Yan Zhuang",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "Like clockwork, leap years roll around every four years. But many companies are never quite prepared for it, with every Feb. 29 marred by glitches and malfunctions.",
            "Computers have shut down, satellite navigation devices have failed and airport conveyor belts have refused to move luggage onto planes. This year, dozens of gas stations across New Zealand malfunctioned on Thursday, with car and truck drivers reporting problems filling up in the early hours of the morning.",
            "“Motorists have been turning up and unable to get fuel,” said Julien Leys, a spokesman for Gull New Zealand, one of the companies whose gas pumps malfunctioned. “It’s been incredibly frustrating for our customers.”",
            "Drivers were unable to pay for their fuel because the software used by payment terminals at gas pumps “couldn’t calibrate itself with the fact that this is the 29th of February,” he said.",
            "The issue affected all unattended gas pumps across the country because all the fuel companies in New Zealand use one technology provider, Invenco, Mr. Leys said. Customers were able to fill up at manned service stations.",
            "Z Energy and Allied Petroleum, two other fuel companies, confirmed outages at their stations.",
            "Simeon Brown, New Zealand’s transportation minister, weighed in, telling the local news outlet RNZ that it was frustrating that the system failed to account for Feb. 29. “Leap years come around every four years and are nothing new,” he said.",
            "“We clearly know about leap years,” said John Scott, the chief executive of Invenco. “We’ve been dealing with them for the last 20 to 30 years.”",
            "The issue was a one-time occurrence caused by a software update made during the coronavirus pandemic, he said, adding that it had been fully resolved by about 7 p.m. local time. It was specific to New Zealand and would not affect the company’s payment terminals and technology in other countries, he said. Invenco does business in more than 100 other countries, according to the company’s website.",
            "Most gas stations in New Zealand are full-service, but unattended pumps are common in rural areas and are vital for truck drivers needing fuel in remote locations or during off hours.",
            "Barry Raymond, the operations manager of Smith Transport in Auckland, said that he discovered the problem around 3 a.m., when the company’s truck drivers started calling him about being unable to find working gas pumps.",
            "“It’s created a bit of problem for the boys,” he said, adding that the biggest disruption had been in the early hours of the morning, when many full-service gas stations hadn’t yet opened for the day. Some of the truckers had to visit three different gas stations before finding one where they could fill up, he said."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/multimedia/29xp-nz-leapyear-qmlj/29xp-nz-leapyear-qmlj-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Dressing the Forgotten Woman",
        "url": "https://www.nytimes.com/2024/02/29/style/undercover-dries-van-noten-paris-fashion-week.html",
        "published_date": "2024-02-29T03:25:12-05:00",
        "byline": "By Vanessa Friedman",
        "section": "Style",
        "source": "New York Times",
        "paragraphs": [
            "“As always, she wakes up just before the alarm goes off.”",
            "“As always, she gets up in the dark and walks into the bathroom.”",
            "“As always, she quickly looks into the mirror. Yes, That’s her. Forty years old, mother of one, single, working.”",
            "So went the voice-over at the Undercover show: a prose poem written and read by the film director Wim Wenders. You could practically see the audience sit up in response: Wait. Is he talking about me? Or maybe not me, but my cousin/neighbor/aunt/friend?",
            "Certainly, a woman I know.",
            "Guess how often that happens during a fashion show? Usually never. Conventional wisdom has it that the promise on the runway should be aspirational — the person I want to be (richer, thinner, taller, more fabulous, more rebellious, more sexy, etc.) rather than the person I am.",
            "The person I am is the kind of woman fashion almost never considers. Not because she might be middle-aged (though fashion is famously fixated on the young) but because she isn’t an archetype — a glamazon or a mistress of the universe or a sci-fi queen. Rather, as became clear as the Wenders narration went on, because she is messy and complicated: a lawyer who loves Dashiell Hammett and lipstick and driving fast; Glenn Gould, “Billy Elliot” and fountain pens; her son most of all. For example.",
            "Designers have a tendency to talk about vague “characters” when they are explaining their collections, but it’s rare to find a character who is actually fleshed-out, in all her glorious quotidian complexity, on a runway."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/multimedia/29PFW-REVIEW-lead-pmqt/29PFW-REVIEW-lead-pmqt-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Big and Bizarre Headlines From a Bonus News Day",
        "url": "https://www.nytimes.com/2024/02/29/insider/big-and-bizarre-headlines-from-a-bonus-news-day.html",
        "published_date": "2024-02-29T03:00:24-05:00",
        "byline": "By Maria Newman and Megan DiTrolio",
        "section": "Times Insider",
        "source": "New York Times",
        "paragraphs": [
            "Times Insider explains who we are and what we do and delivers behind-the-scenes insights into how our journalism comes together.",
            "Most years have 365 days and accordingly, 365 daily editions of The New York Times. But it takes Earth slightly longer than 365 days to fully orbit the sun — about a quarter of a day longer per year. Over time, without adjusting for the difference, our calendar would drift further away from astrological time and our seasons. So in 1582, Pope Gregory XIII implemented the Gregorian calendar, and with it, a bonus day roughly every four years on Feb. 29",
            "In honor of today’s leap day, Times Insider went back in time to find some of the quirkiest, or most noteworthy, articles published in those bonus Feb. 29 editions of The Times.",
            "THE BRIDE WAS NOT THERE. (1884)",
            "The wedding of a couple in “fashionable society” might have made front-page news in any circumstance, but it secured its Page One spot after the bride “mysteriously disappeared” before the nuptials, The Times reported. The article described the bride and groom, Miss Lizzie Glenn and Col. Miller, as “among our most respected citizens.” But with Miss Glenn a no-show, “the disappointed lover was compelled to return home without his bride.” Brutal.",
            "WIFE MAY PICK YOUR POCKETS (1912)",
            "Of course, not all couples who make it to the altar live happily. A magistrate in Philadelphia “decided that a wife has a perfect right to rifle the pockets of her husband, take his last cent, and the husband has no redress,” The Times reported. The decision was made after a man was arrested “on a charge of non-support, brought by his wife.” His bail was set at $300 — we’re going to guess his wife didn’t visit the jail with her purse."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/pageoneplus/29a2_insider/29a2_insider-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Leap Day",
        "url": "https://www.nytimes.com/2024/02/29/learning/leap-day.html",
        "published_date": "2024-02-29T03:00:23-05:00",
        "byline": "By The Learning Network",
        "section": "The Learning Network",
        "source": "New York Times",
        "paragraphs": [
            "If you’re not paying attention, you might miss it: leap year day is upon us. Tomorrow it will be gone, and we’ll all have to wait until 2028 to experience it again.",
            "How would you like to have a birthday on Feb. 29? Remy Tumin, who was born on leap day, writes, “Some might find the idea of a Feb. 29 birthday peculiar, even undesirable. We think it’s special. People who celebrate a birthday every year? We call them ‘annuals.’” ",
            "What do you make of leap day? Is it something for everyone to celebrate? ",
            "Tell us in the comments, and then read the related article to learn more about this special day and how “leaplings” make the most of it. ",
            "Students 13 and older in the United States and Britain, and 16 and older elsewhere, are invited to comment. All comments are moderated by the Learning Network staff, but please keep in mind that once your comment is accepted, it will be made public and may appear in print. ",
            "Find more Picture Prompts here."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/27/multimedia/00xp-leapyear-02-zwbl/00xp-leapyear-02-zwbl-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Disney Sued Over Doctor’s Allergy Death After Meal at Resort Restaurant",
        "url": "https://www.nytimes.com/2024/02/29/nyregion/disney-world-allergy-death-lawsuit.html",
        "published_date": "2024-02-29T03:00:21-05:00",
        "byline": "By Ed Shanahan",
        "section": "New York",
        "source": "New York Times",
        "paragraphs": [
            "The husband of a Long Island doctor who died of a severe allergic reaction after eating at a Disney World restaurant is suing the Walt Disney Company and the restaurant, saying his wife had been served allergens despite assurances that she would not be.",
            "The doctor, Kanokporn Tangsuan, died in October after dining with her husband, Jeffrey Piccolo, at the restaurant, the Raglan Road Irish Pub, in a section of the Walt Disney World Resort in Lake Buena Vista, Fla., according to Mr. Piccolo’s lawsuit, which was filed on Feb. 22.",
            "Dr. Tangsuan, 42, of Carle Place, N.Y., was a family medicine specialist affiliated with N.Y.U. Langone Hospital Long Island. She and Mr. Piccolo were visiting Disney World with Mr. Piccolo’s mother when Dr. Tangsuan died, according to the lawsuit.",
            "Brian R. Denney, a lawyer for Mr. Piccolo, said in a statement that Dr. Tangsuan’s death had been “totally preventable.” The couple, Mr. Denney said, “trusted Disney’s Raglan Road to follow proper protocols and make good on their repeated promises to serve food that was allergen free.”",
            "Inquiries sent to Disney and the restaurant seeking comment were not immediately returned.",
            "As described in the suit, the events leading to Dr. Tangsuan’s death unfolded as follows:",
            "She, Mr. Piccolo and Mr. Piccolo’s mother went to the Raglan Road pub for dinner on Oct. 5. Dr. Tangsuan was severely allergic to dairy and nuts, and she and her husband chose the restaurant because, based on advertising in which Disney indicated that accommodation of people with food allergies was a priority at its resorts, they believed it would have the necessary safeguards to protect people with such allergies.",
            "When a waiter came to their table, the couple told him about Dr. Tangsuan’s food allergies, said she required allergen-free food and asked whether various menu items contained allergens."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/28/nyregion/28disney-allergy-death-03/28disney-allergy-death-03-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Pregúntale a TikTok qué edad aparentas (y soporta los comentarios)",
        "url": "https://www.nytimes.com/es/2024/02/29/espanol/tiktok-edad.html",
        "published_date": "2024-02-29T03:00:13-05:00",
        "byline": "By Madison Malone Kircher",
        "section": "En español",
        "source": "New York Times",
        "paragraphs": [
            "A Cherri Gervais le salieron sus primeras canas cuando era adolescente.",
            "“Es genético”, dijo.",
            "Su color de pelo, un llamativo tono plateado, es lo primero en lo que se fijó la gente en TikTok cuando les pidió que le dijeran cuántos años aparentaba en un video reciente.",
            "Las suposiciones fueron muy dispares. Muchas eran correctas, o bastante aproximadas, según Gervais. (Cumplió 34 este mes). Otros sugirieron que tenía entre 60 y 70 años.",
            "Gervais, quien vive en Kansas y trabaja medio tiempo para una empresa de belleza, dijo que había decidido publicar su video después de encontrar TikToks similares.",
            "“Vi a alguien de la generación Z hacerlo porque decían que su generación está envejeciendo más rápido”, dijo, refiriéndose a una reciente teoría en línea que argumenta que los adolescentes y adultos jóvenes están envejeciendo más rápido y más visiblemente que sus contrapartes milénials."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/26/fashion/28TIKOTOK-AGE-ESP-1/TIKTOK-AGE-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "A Billion-Dollar Donation (Without a Billion-Dollar Ego)",
        "url": "https://www.nytimes.com/2024/02/29/nyregion/billion-dollar-gift-einstein-medical-college.html",
        "published_date": "2024-02-29T03:00:11-05:00",
        "byline": "By Ginia Bellafante",
        "section": "New York",
        "source": "New York Times",
        "paragraphs": [
            "A few days before it was announced that a former professor at Albert Einstein College of Medicine in the Bronx was giving the school $1 billion to ensure free tuition pretty much forever, came word of another significant donation, though one not nearly as astonishing in sum or association. Julia Koch, one of the richest women in the world, was giving $75 million to a medical center in West Palm Beach, which, as The Chronicle of Philanthropy noted, serves “one of Florida’s fastest-growing wealthy enclaves.”",
            "Giving to hospitals in places where someone might have a second or fifth house is a favored cause of the rich. A single summer party on Long Island might raise millions of dollars for Southampton Hospital. This facility in Florida would be called the Julia Koch Family Ambulatory Care Center.",
            "The Einstein gift, which came from a 93-year-old woman named Ruth Gottesman, is remarkable not only for its size but also for the absence of any apparent vanity surrounding it, the fortune having been quietly made by her husband, to whom she was married for 72 years. David Gottesman, known as Sandy, an investor and early acolyte of Warren Buffett’s, was not a creature of Page Six or TV, of divorce settlements, $500 million yachts, Davos or social-media diatribes. As the billionaire class has grown, modern philanthropy has become more extravagant in tandem with the egos and expectations driving it, a cry for the kind of political and social influence to which the Gottesmans seemed so pleasingly indifferent.",
            "According to new research from CASE, an organization for academic administrators involved with fund-raising, $58 billion in charitable giving was turned over to colleges and universities during the 2023 fiscal year. It was the second highest amount on record, and the number of gifts totaling $100 million or more — 11 of them — surpassed the figure in 2022.",
            "If the news of the Gottesman gift was received with such admiration and excitement, it was in part because it seemed to drown out the noise of transactionalism banging around so much generosity. Rarely had it been louder than it was in recent months when some of the most successful people on Wall Street made it their side hustle to work toward ousting university presidents whose ideologies and management styles were not aligned with their own.",
            "“There’s a wonderful humility to the story,” Amir Pasic, dean of Indiana University’s Lilly Family School of Philanthropy, observed, especially given what he described as a “change in sentiment” among donors, who look at giving as an investment rather than “a community process.” This dynamic is much more prevalent now than it was even 20 years ago."
        ],
        "image_url": "https://static01.nyt.com/images/2024/03/01/multimedia/01Big-01-jgtz/01Big-01-jgtz-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "The Connections Companion",
        "url": "https://www.nytimes.com/2024/02/29/crosswords/connections-companion.html",
        "published_date": "2024-02-29T03:00:06-05:00",
        "byline": "By New York Times Games",
        "section": "Gameplay",
        "source": "New York Times",
        "paragraphs": [
            "Good morning, dear connectors. Welcome to today’s Connections forum, where you can give and receive puzzle — and emotional — support.",
            "Be warned: This article contains hints and comments that may contain spoilers for today’s puzzle. Solve Connections first, or scroll at your own risk.",
            "Post your solve grid in the comments and see how your score compares with the editor’s rating, and one another’s.",
            "The difficulty of each puzzle is determined by averaging the ratings provided by a panel of testers who are paid to solve each puzzle in advance to help us catch bugs, inconsistencies and other issues. A higher rating means the puzzle is more difficult.",
            "Today’s difficulty is three out of five.",
            "In Connections, each category has a different difficulty level. Yellow is the simplest, and purple is the most difficult. Click or tap each level to reveal one of the words in that category.",
            "Want to give us feedback? Email us: crosswordeditors@nytimes.com",
            "Trying to go back to Connections?",
            "Want to learn more about how the game is made?",
            "Leave any thoughts you have in the comments! Please follow community guidelines:",
            "Join us here to solve Crosswords, The Mini, and other games by The New York Times."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/crosswords/29connections-art-268/29connections-art-268-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Spelling Bee Forum",
        "url": "https://www.nytimes.com/2024/02/29/crosswords/spelling-bee-forum.html",
        "published_date": "2024-02-29T03:00:04-05:00",
        "byline": "By New York Times Games",
        "section": "Gameplay",
        "source": "New York Times",
        "paragraphs": [
            "Hi busy bees! Welcome to today’s Spelling Bee forum. There are a number of terms that appear in both this article and other online discussions of the Spelling Bee; a glossary of those terms compiled by Monicat, a Times reader, can be found below.",
            "Want a live grid and two letter list that updates as you find words? Try Spelling Bee Buddy.",
            "Need a little more help? Check out Getting to Genius, our latest guide to getting better at the game.",
            "Is there a word you want to see in the hive? Email us: buzzwords@nytimes.com",
            "Trying to go back to the Spelling Bee?",
            "Want to learn more about bees?",
            "Leave any thoughts you have in the comments! Please follow community guidelines:",
            "Join us here to solve Crosswords, The Mini, and other games by The New York Times."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/crosswords/29bee-forum-thu/29bee-forum-thu-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Today’s Wordle Review",
        "url": "https://www.nytimes.com/2024/02/29/crosswords/wordle-review.html",
        "published_date": "2024-02-29T03:00:01-05:00",
        "byline": "By New York Times Games",
        "section": "Gameplay",
        "source": "New York Times",
        "paragraphs": [
            "Welcome to The Wordle Review. Be warned: This page contains spoilers for today’s puzzle. Solve Wordle first, or scroll at your own risk.",
            "Note the date before you comment. To avoid spoiling the game for others, make sure you are posting a comment about Wordle 985.",
            "Open the comments section for more hints, scores, and conversation from the Wordle community.",
            "The difficulty of each puzzle is determined by averaging the number of guesses provided by a small panel of testers who are paid to solve each puzzle in advance to help us catch any issues and inconsistencies.",
            "Today’s average difficulty is 4.7 guesses out of six, or moderately challenging.",
            "For more in-depth analysis, visit our friend, WordleBot.",
            "Today’s word is IMAGE, a noun. According to Webster’s New World College Dictionary, it means “a representation or likeness of a person or thing, as in a drawing, painting, photograph, or sculpture.”",
            "Merijn Hos is an artist, illustrator and occasional art director based in Utrecht, the Netherlands. Mr. Hos’s commercial and personal work are both in constant evolution, developing in parallel with one another. Recurring themes in his work include melancholy and a longing for the past, combined with a great curiosity about the future. These themes are also reflected in combination of analog and digital techniques. Mr. Hos often finds that his most exciting work results from working in unknown territory.",
            "For commercial clients, Mr. Hos primarily focuses on illustration and motion projects. His motion work is usually created in close collaboration with his brother, the motion designer Jurriaan Hos, with whom he also occasionally designs interactive installations. In his fine art work for exhibition, Mr. Hos likes to create a holistic experience in which everything in the space reacts to each other.",
            "See the archive for past and future posts.",
            "If you solved for a word different from what was featured today, please refresh your page.",
            "Join the conversation on social media! Use the hashtag #wordlereview to chat with other solvers.",
            "Leave any thoughts you have in the comments! Please follow community guidelines:"
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/crosswords/29wordle-review-art/29wordle-review-art-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Late Night Speculates About Mitch McConnell’s Next Career Move",
        "url": "https://www.nytimes.com/2024/02/29/arts/television/jimmy-fallon-mitch-mcconnell.html",
        "published_date": "2024-02-29T02:41:03-05:00",
        "byline": "By Trish Bendix",
        "section": "Arts",
        "source": "New York Times",
        "paragraphs": [
            "Welcome to Best of Late Night, a rundown of the previous night’s highlights that lets you sleep — and lets us get paid to watch comedy. Here are the 50 best movies on Netflix right now.",
            "On Wednesday, Mitch McConnell of Kentucky said he would step down this year from his long-held position as leader of the Senate Republicans.",
            "“McConnell just turned 82, so that can only mean one thing: He’s running for president,” said Jimmy Fallon.",
            "On “Late Night,” Seth Meyers recapped his highly publicized ice cream shop visit with President Biden, in a segment Meyers referred to this time as “A Closer Lick.”",
            "Eugene Levy, who gets a star on the Hollywood Walk of Fame next week, will appear on Thursday’s “Jimmy Kimmel Live!”",
            "In one of his last interviews, the late Richard Lewis reminisced about the early days of “Curb Your Enthusiasm,” and about meeting Larry David when they were children at summer camp."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/arts/29latenight/29latenight-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Word of the Day: liminal",
        "url": "https://www.nytimes.com/2024/02/29/learning/word-of-the-day-liminal.html",
        "published_date": "2024-02-29T02:00:02-05:00",
        "byline": "By The Learning Network",
        "section": "The Learning Network",
        "source": "New York Times",
        "paragraphs": [
            "The word liminal has appeared in 55 articles on NYTimes.com in the past year, including on Feb. 6 in “Endless Range, Boundless Swagger: Why Caitlin Clark Is Different” by Matt Flegenheimer:",
            "Can you correctly use the word liminal in a sentence?",
            "Based on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.",
            "If you want a better idea of how liminal can be used in a sentence, read these usage examples on Vocabulary.com. You can also visit this guide to learn how to use IPA symbols to show how different words are pronounced.",
            "If you enjoy this daily challenge, try our vocabulary quizzes.",
            "Students ages 13 and older in the United States and the United Kingdom, and 16 and older elsewhere, can comment. All comments are moderated by the Learning Network staff.",
            "The Word of the Day is provided by Vocabulary.com. Learn more and see usage examples across a range of subjects in the Vocabulary.com Dictionary. See every Word of the Day in this column."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/16/learning/WOTD-liminal/WOTD-liminal-articleLarge.png?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Wildfire Scorches Texas Panhandle",
        "url": "https://www.nytimes.com/video/us/100000009335772/texas-wildfires-smokehouse-creek.html",
        "published_date": "2024-02-29T01:04:09-05:00",
        "byline": "By Reuters and Associated Press",
        "section": "U.S.",
        "source": "New York Times",
        "paragraphs": [],
        "image_url": null
    },
    {
        "title": "Quotation of the Day: From Cell Blocks to Bay, Scientists 3-D Map Every Last Corner of Alcatraz",
        "url": "https://www.nytimes.com/2024/02/29/pageoneplus/quotation-of-the-day-from-cell-blocks-to-bay-scientists-3-d-map-every-last-corner-of-alcatraz.html",
        "published_date": "2024-02-29T01:02:52-05:00",
        "byline": "",
        "section": "Corrections",
        "source": "New York Times",
        "paragraphs": [
            "“The data we capture can answer questions. It can lead to discovery. It makes the invisible visible.”",
            "PETE KELSEY, owner of VCTO Labs, which develops 3-D color maps of buildings and landmarks, on a project to model Alcatraz Island, the former prison, to find ways to preserve it from seismic activity, climate change and general deterioration."
        ],
        "image_url": null
    },
    {
        "title": "Corrections: Feb. 29, 2024",
        "url": "https://www.nytimes.com/2024/02/29/pageoneplus/corrections-feb-29-2024.html",
        "published_date": "2024-02-29T01:01:41-05:00",
        "byline": "",
        "section": "Corrections",
        "source": "New York Times",
        "paragraphs": [
            "An article on Wednesday about Hungary’s stalling Swedish membership in NATO, misstated the status of Ulf Kristersson, currently the Swedish prime minister, in 2019. He was a member of the Swedish Parliament, not of the European Parliament.",
            "An article on Wednesday about two men convicted in the 2002 murder of the hip-hop D.J. Jam Master Jay misidentified the person who Lydia High said had shouted an expletive just before Jason Mizell was shot in his recording studio. It was Mr. Mizell who shouted the expletive, not the man who Ms. High said had just walked into the studio.",
            "Errors are corrected during the press run whenever possible, so some errors noted here may not have appeared in all editions.",
            "To contact the newsroom regarding correction requests, please email nytnews@nytimes.com. To share feedback, please visit nytimes.com/readerfeedback.",
            "Comments on opinion articles may be emailed to letters@nytimes.com.",
            "For newspaper delivery questions: 1-800-NYTIMES (1-800-698-4637) or email customercare@nytimes.com."
        ],
        "image_url": null
    },
    {
        "title": "What to Know About the Doctor Protests in South Korea",
        "url": "https://www.nytimes.com/2024/02/29/world/asia/doctor-strike-south-korea.html",
        "published_date": "2024-02-29T00:26:50-05:00",
        "byline": "By Jin Yu Young",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "Surgeries postponed. Appointments canceled. Patients turned away from emergency rooms.",
            "For more than a week, procedures at some of the largest hospitals in South Korea have been disrupted because thousands of medical interns and residents walked off their jobs. A prolonged walkout could have disastrous consequences.",
            "The dispute started in early February, when the government proposed admitting more students to medical schools to address a longstanding shortage of physicians in South Korea. Interns and residents, known as trainee doctors, countered by saying that the shortage was not industrywide but confined to particular specialties, like emergency care. They said the government’s plan would not solve that problem, adding that they were victims of a system rife with harsh working conditions and low wages.",
            "The doctors then took to the streets to the protest the plan, threatening to strike or quit their jobs. By and large, senior doctors backed their younger colleagues’ claims. But with surveys showing broad public support for beefing up the ranks of physicians, the government did not budge. Some saw the doctors’ pushback as a tactic to increase their paychecks.",
            "Trainee doctors — who are a crucial part of large hospitals — started submitting their resignations on Feb. 19. As of Wednesday, nearly 10,000, or about 10 percent of all doctors in the country, had done so, according to government data. But most of these resignations have not been accepted by hospitals.",
            "“It is impossible to justify collective action that takes people’s health hostage and threatens their lives and safety,” President Yoon Suk Yeol told reporters on Tuesday.",
            "His government has said that if the doctors return to their jobs by Thursday, they would not face any legal repercussions. Otherwise they could risk losing their medical licenses and face fines of up to 30 million won ($22,000). The Health Ministry this week filed police complaints against a handful of doctors, accusing them of violating medical law."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/multimedia/29skorea-doctors-explainer-01-pvmz/29skorea-doctors-explainer-01-pvmz-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Thursday Briefing",
        "url": "https://www.nytimes.com/2024/02/29/briefing/gaza-famine-macron-nato-soldier.html",
        "published_date": "2024-02-29T00:03:14-05:00",
        "byline": "By Daniel E. Slotnik",
        "section": "Briefing",
        "source": "New York Times",
        "paragraphs": [
            "Civilians and aid groups have described food shortages in Gaza so dire that people were turning to leaves and animal feed for sustenance.",
            "The lack of food was particularly acute in northern and central areas, where the U.N. and relief agencies said they had been struggling to deliver supplies amid Israel’s military campaign.",
            "A U.N. humanitarian official told the U.N. Security Council that at least a quarter of Gaza’s residents were “one step away from famine,” and one in six children under 2 in northern Gaza was suffering from acute malnutrition.",
            "A cease-fire remained elusive, as Hamas’s political leader called on Palestinians in Jerusalem and the West Bank to defy Israeli restrictions and march to the Aqsa mosque in Jerusalem at the start of Ramadan, creating the prospect of clashes between them and the Israeli security forces."
        ],
        "image_url": null
    },
    {
        "title": "In Britain, Shockwaves From Israel-Hamas War Are Jolting Domestic Politics",
        "url": "https://www.nytimes.com/2024/02/29/world/europe/israel-hamas-war-uk-parliament.html",
        "published_date": "2024-02-29T00:01:13-05:00",
        "byline": "By Mark Landler",
        "section": "World",
        "source": "New York Times",
        "paragraphs": [
            "Inside Britain’s Parliament, lawmakers jeered, booed, and stormed out of the House of Commons to protest the speaker’s handling of a vote calling for a cease-fire in Gaza. Outside, a crowd of pro-Palestinian demonstrators projected the slogan, “From the river to the sea,” on to the facade of Big Ben, drawing denunciations from those who view it as a rallying cry for the eradication of Israel.",
            "The chaotic scenes in London last week captured how Israel’s war in Gaza is reverberating far beyond the Middle East. From the United States to Europe, the brutal Oct. 7 attack by Hamas militants and Israel’s devastating response has inflamed passions, upended politics, and heightened tensions within Muslim and Jewish communities.",
            "The fights are not only over intractable questions of war, peace, and moral justice. In Britain, political parties and the public are not actually that divided over how to respond to Gaza; a solid majority back a cease-fire. Instead, the humanitarian crisis in Gaza has also become a cudgel for opponents to brandish against each other.",
            "The governing Conservative Party seized on anti-Israel comments made by a Labour Party parliamentary candidate to accuse Labour of failing to stamp out a legacy of anti-Semitism in its ranks. Labour pointed to disparaging comments by a Tory lawmaker about London’s Muslim mayor as evidence of simmering Islamophobia among Conservatives.",
            "Both parties maneuvered furiously in Parliament over the cease-fire resolution, not because they differed much on the substance but because the Conservatives saw a chance to surface rifts within Labour over Britain’s initial backing of Israel."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/multimedia/29Israel-Fallout-01-mfbk/29Israel-Fallout-01-mfbk-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "Why Leap Day Is Really About Party Planning",
        "url": "https://www.nytimes.com/2024/02/29/science/leap-day-easter.html",
        "published_date": "2024-02-29T00:01:06-05:00",
        "byline": "By Matt Richtel",
        "section": "Science",
        "source": "New York Times",
        "paragraphs": [
            "Clocks and calendars are handy, even if they are out of step with the astronomical world.",
            "Earth’s actual orbit around the sun takes six hours and nine minutes more than the strict 365 days that our regular scheduling mechanisms prefer. To sync the natural world to our calendars, we add a leap day every four years, on Feb. 29 — today.",
            "This all seems like mere chronological housekeeping, but there are other concerns at play, according to Judah Levine. He’s is the head of the Network Synchronization Project in the Time and Frequency Division at the National Institute of Standards and Technology, or NIST, in Boulder, Colo. He is one of dozens of time experts around the world who work on coordinating the world’s clocks so they are in sync not only with one another but with the natural world. He sat down with The New York Times to discuss what more is at stake on Leap Day.",
            "This conversation has been edited and condensed for clarity.",
            "So this all starts with Julius Caesar?",
            "He was the guy who started the initial leap day business, in something like 46 B.C.",
            "Did he just declare a leap day?",
            "I think he just said, “Every four years.” He was Caesar — he didn’t have to take a vote. Although he proclaimed it, it didn’t happen until about 30 or 40 years later.",
            "The goal was to make the spring equinox happen in the spring, and the problem was that the equinox was bumping into winter; that was not cool.",
            "The spring equinox in many societies was associated with a harvest festival; in order to have a harvest festival, you have to have a harvest. Passover, roughly in the time of Jesus, was a harvest festival, so Passover had to occur in the spring; it had to be loosely hooked into the equinox. The same thing is true of the of the Christian Easter."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/29/multimedia/29sci-leapday-vmkj/29sci-leapday-vmkj-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "title": "China Has Thousands of Navalnys, Hidden From the Public",
        "url": "https://www.nytimes.com/2024/02/29/business/china-dissidents-aleksei-navalny.html",
        "published_date": "2024-02-29T00:00:14-05:00",
        "byline": "By Li Yuan",
        "section": "Business",
        "source": "New York Times",
        "paragraphs": [
            "After watching “Navalny,” the documentary about the Russian opposition leader Aleksei A. Navalny, a Chinese businesswoman messaged me, “Ren Zhiqiang is China’s Navalny.” She was talking about the retired real estate tycoon who was sentenced to 18 years in prison for criticizing China’s leader, Xi Jinping.",
            "After Mr. Navalny’s tragic death this month, a young dissident living in Berlin posted on X, “Teacher Li is closest to the Chinese version of Navalny.” He was referring to the rebel influencer known as Teacher Li, who used social media to share information about protests in China and who now fears for his life.",
            "There are others: Liu Xiaobo, a Nobel Peace Prize laureate who died in government custody in 2017, and Xu Zhiyong, the legal scholar who is serving 14 years in prison on charges of subversion.",
            "The sad fact is that there’s no Chinese equivalent of Mr. Navalny because there’s no opposition party in China, and therefore no opposition leader.",
            "It’s not for lack of trying. Many courageous Chinese stood up to the most powerful authoritarian government in the world. Since 2000, the nonprofit humanitarian organization Duihua has recorded the cases of 48,699 political prisoners in China, with 7,371 now in custody. None of them has the type of name recognition among the Chinese public that Mr. Navalny did in Russia."
        ],
        "image_url": "https://static01.nyt.com/images/2024/02/27/multimedia/00newworld-navalny-01-wgtz/00newworld-navalny-01-wgtz-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    }
]